export default {
  projections: {
    ДолжностьE: {
      кодДолжност: {
        __caption__: 'Код должност'
      },
      название: {
        __caption__: 'Название'
      },
      паспДанные: {
        __caption__: 'Пасп данные',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ДолжностьL: {
      кодДолжност: {
        __caption__: 'Код должност'
      },
      название: {
        __caption__: 'Название'
      },
      паспДанные: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    кодДолжност: {
      __caption__: 'Код должност'
    },
    название: {
      __caption__: 'Название'
    },
    паспДанные: {
      __caption__: 'Пасп данные'
    }
  }
};
