export default {
  projections: {
    ПаспДанныеE: {
      фИО: {
        __caption__: 'ФИО'
      },
      датаРожд: {
        __caption__: 'Дата рожд'
      },
      серияПаспорта: {
        __caption__: 'Серия паспорта'
      },
      номерПаспорта: {
        __caption__: 'Номер паспорта'
      },
      гражданство: {
        __caption__: 'Гражданство'
      },
      инГражд: {
        __caption__: 'Ин гражд'
      }
    },
    ПаспДанныеL: {
      фИО: {
        __caption__: 'ФИО'
      },
      датаРожд: {
        __caption__: 'Дата рожд'
      },
      серияПаспорта: {
        __caption__: 'Серия паспорта'
      },
      номерПаспорта: {
        __caption__: 'Номер паспорта'
      },
      гражданство: {
        __caption__: 'Гражданство'
      },
      инГражд: {
        __caption__: 'Ин гражд'
      }
    }
  },
  validations: {
    гражданство: {
      __caption__: 'Гражданство'
    },
    датаРожд: {
      __caption__: 'Дата рожд'
    },
    инГражд: {
      __caption__: 'Ин гражд'
    },
    номерПаспорта: {
      __caption__: 'Номер паспорта'
    },
    серияПаспорта: {
      __caption__: 'Серия паспорта'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
