export default {
  projections: {
    АнкетаКE: {
      номерК: {
        __caption__: 'Номер К'
      },
      прибытие: {
        __caption__: 'Прибытие'
      },
      убытие: {
        __caption__: 'Убытие'
      },
      админ: {
        __caption__: 'Админ'
      },
      персонал: {
        __caption__: 'Персонал'
      }
    },
    АнкетаКL: {
      номерК: {
        __caption__: 'Номер К'
      },
      прибытие: {
        __caption__: 'Прибытие'
      },
      убытие: {
        __caption__: 'Убытие'
      }
    }
  },
  validations: {
    номерК: {
      __caption__: 'Номер К'
    },
    прибытие: {
      __caption__: 'Прибытие'
    },
    убытие: {
      __caption__: 'Убытие'
    },
    админ: {
      __caption__: 'Админ'
    },
    персонал: {
      __caption__: 'Персонал'
    }
  }
};
