export default {
  projections: {
    АОПИE: {
      номерКомнаты: {
        __caption__: 'Номер комнаты'
      },
      персонал: {
        __caption__: 'Персонал'
      },
      админ: {
        __caption__: 'Админ'
      },
      тЧ1: {
        __caption__: 'Т ч1',
        имущество: {
          __caption__: 'Имущество'
        },
        стоимость: {
          __caption__: 'Стоимость'
        }
      }
    },
    АОПИL: {
      номерКомнаты: {
        __caption__: 'Номер комнаты'
      }
    }
  },
  validations: {
    номерКомнаты: {
      __caption__: 'Номер комнаты'
    },
    админ: {
      __caption__: 'Админ'
    },
    персонал: {
      __caption__: 'Персонал'
    },
    тЧ1: {
      __caption__: 'Т ч1'
    }
  }
};
