export default {
  projections: {
    ТЧ2E: {
      номерКомнаты: {
        __caption__: 'Номер комнаты'
      },
      прибытие: {
        __caption__: 'Прибытие'
      },
      убытие: {
        __caption__: 'Убытие'
      },
      персонал: {
        __caption__: 'Персонал'
      }
    }
  },
  validations: {
    номерКомнаты: {
      __caption__: 'Номер комнаты'
    },
    прибытие: {
      __caption__: 'Прибытие'
    },
    убытие: {
      __caption__: 'Убытие'
    },
    персонал: {
      __caption__: 'Персонал'
    },
    жРИГ: {
      __caption__: 'жРИГ'
    }
  }
};
