export default {
  projections: {
    ПерсоналE: {
      паспДанные: {
        __caption__: 'Пасп данные',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      должность: {
        __caption__: 'Должность',
        название: {
          __caption__: 'Название'
        }
      }
    },
    ПерсоналL: {
      паспДанные: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      должность: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    должность: {
      __caption__: 'Должность'
    },
    паспДанные: {
      __caption__: 'Пасп данные'
    }
  }
};
