export default {
  projections: {
    АдминE: {
      гостиница: {
        __caption__: 'Гостиница',
        название: {
          __caption__: 'Название'
        }
      },
      персонал: {
        __caption__: 'Персонал'
      }
    },
    АдминL: {
      гостиница: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    гостиница: {
      __caption__: 'Гостиница'
    },
    персонал: {
      __caption__: 'Персонал'
    }
  }
};
