export default {
  projections: {
    ЖРИГE: {
      номерЖурн: {
        __caption__: 'Номер журн'
      },
      дата: {
        __caption__: 'Дата'
      },
      админ: {
        __caption__: 'Админ'
      },
      тЧ2: {
        __caption__: 'Т ч2',
        номерКомнаты: {
          __caption__: 'Номер комнаты'
        },
        прибытие: {
          __caption__: 'Прибытие'
        },
        убытие: {
          __caption__: 'Убытие'
        },
        персонал: {
          __caption__: 'Персонал'
        }
      }
    },
    ЖРИГL: {
      номерЖурн: {
        __caption__: 'Номер журн'
      },
      дата: {
        __caption__: 'Дата'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номерЖурн: {
      __caption__: 'Номер журн'
    },
    админ: {
      __caption__: 'Админ'
    },
    тЧ2: {
      __caption__: 'Т ч2'
    }
  }
};
